[
    {
        "url": "https://iapp.org/news/a/how-proposed-ai-enforcement-moratorium-cuts-into-us-state-level-powers",
        "title": "How proposed AI enforcement moratorium cuts into US state-level powers",
        "location": "",
        "date_published": "27 June 2025",
        "keywords": [
            [
                "policymakers",
                0.4644
            ],
            [
                "congress",
                0.4479
            ],
            [
                "legislation",
                0.435
            ],
            [
                "moratorium",
                0.4122
            ],
            [
                "proposal",
                0.3608
            ]
        ],
        "description": "Public policy differences between the U.S. Congress and state legislatures are routine, especially with debates on digital policy. The latest example comes with U.S. Congress' proposed 10-year ban on enforcing state artificial intelligence laws, viewed by state lawmakers and enforcers as cutting into their respective authority and mission to serve their constituents.",
        "content": [
            "Public policy differences between the U.S. Congress and state legislatures are routine, especially with debates on digital policy. The latest example comes with U.S. Congress' proposed 10-year ban on enforcing state artificial intelligence laws, viewed by state lawmakers and enforcers as cutting into their respective authority and mission to serve their constituents.",
            "The moratorium emerged from the U.S. House's budget reconciliation proposal in May and has withstood criticism and updates to reach a potential full Senate vote. The current iteration of the moratorium, characterized in the Senate bill as a \"temporary pause,\" moves away from an outright ban and ties states' compliance to their right to access a federal funding pool for broad infrastructure improvements.",
            "IAPP Managing Director, Washington, D.C., Cobun Zweifel-Keegan, CIPP/US, CIPM, redlined the latest changes to the provision, which is still receiving bipartisan opposition in the Senate despite momentum toward inclusion in the final bill text. The Senate bill will require concurrence back in the House, where opposition now exists after the lower chamber's initial approval of the AI provision.",
            "According to Politico, the Senate parliamentarian is asking the Senate Committee on Commerce, Science and Transportation to clarify the exact nature of the broadband funding tie before the provision can move forward. Confusion exists as to whether noncompliance would prohibit access to the full USD42 billion fund or a USD500 million allocation, with the former scenario likely to add to existing Senate Republican opposition.",
            "The motivation behind the moratorium is clear: Avoid watering down a booming industry with fragmented regulation. U.S. Sen. Ted Cruz, R-Texas, has touted his AI proposal as necessary to support American leadership on AI innovation.",
            "While Congress is focused on AI's potential, states are keeping consumer safety front and center.",
            "States have been firm with their displeasure over the moratorium from the onset. State lawmakers and enforcers have sent multiple letterspleading their case against limiting states to establish AI governance requirements and mitigate harms that may crop up from AI development and use.",
            "\"There's nothing to fall back on. This moratorium actually reduces rights that people currently have,\" California Privacy Protection Agency Executive Director Tom Kemp told the IAPP. \"We've always believed, whether it's AI, automated decision-making or privacy, there should be a high floor. But even then, there should be an ability for states to go over and beyond to best address the needs of their constituents.\"",
            "In the latest opposition letter, Kemp joined six state attorneys general to reiterate to Senate leadership how the proposal does not benefit consumer protection. They claimed the ban would \"create a regulatory vacuum that benefits AI developers at the expense of privacy rights\" and AI-driven technology \"demands the flexibility and responsiveness that only multi-level governance can provide.\"",
            "Meanwhile, industry recognizes the appetite for firm guardrails, but largely views a potential state patchwork as unworkable.",
            "OpenAI Associate General Counsel for AI Policy and Regulation Ben Rossen, CIPP/US, said the state patchwork on comprehensive privacy law is \"not ideal\" but has become \"manageable\" due to aligned concepts and provisions. However, he indicated the many interpretations of AI across state lines might not yield the same sense of harmonization.",
            "\"The AI moratorium is actually a fascinating thing,\" Rossen said at the IAPP and Berkman Klein Center For Internet and Society's Digital Policy Leadership Retreat 2025. \"More than 1,000 bills have been proposed on AI in the past six months. Some of them really do kind of regulate these sort of fundamental national security questions. ... But a state-level patchwork of all these frontier (AI) regulations would also be really damaging.\"",
            "State lawmakers are singing a consumer-focused refrain in their opposition to the moratorium.",
            "In a 3 June letter to Congress, lawmakers harped on needing the ability and runway to support consumer concerns and risks. They wrote, \"AI will raise some of the most important public policy questions of our time, and it is critical that state policymakers maintain the ability to respond.\"",
            "The letter also covered how states can be \"more nimble in their response\" to AI than Congress and a moratorium in this moment would \"would freeze policy innovation in developing the best practices for AI governance at a time when experimentation is vital.\"",
            "\"Over the past several years, states across the country have enacted AI-related laws increasing consumer transparency, setting rules for the government acquisition of new technology, protecting patients in our health care system, and defending artists and creators,\" lawmakers wrote.",
            "In prior remarks to the IAPP on the passing of the Texas Responsible Artificial Intelligence Governance Act, state Rep. Giovanni Capriglione, R-Texas, raised similar flags spelled out in the letter. He argued the vague and proscriptive nature of the current provision is not workable while Congress does not currently have an immediate federal fallback if issues arise in the next 10 years.",
            "\"I appreciate all the federal government does. However, they have not really been able to work on super complicated, technical things like this for a long time and actually get them passed,\" Capriglione said. \"I would make the case (Congress) is still quite a ways away from having something in place that will sufficiently protect my constituents here in the state of Texas.\"",
            "Hall Estill Partner Collin Walke served as Democrat member of the Oklahoma House from 2016-22, spearheading the state legislature's comprehensive privacy law efforts over multiple years. A common refrain in his side of debates was Oklahoma needed to act because Congress was not, an argument he insists is resurfacing here.",
            "\"It's astounding that the federal government would prohibit states from taking up important issues affecting their citizens,\" Walke told the IAPP. \"We elect our officials to solve problems. If our federal delegation is unwilling to act, the states absolutely must.\"",
            "There is a difference between an attempt to harmonize approaches versus the objective of the moratorium, according to Center for Democracy and Technology CEO Alexandra Reeve Givens. She told IAPP-Berkman Klein Center retreat attendees that the proposed ban can be viewed as 10-year \"free pass\" and supports state legislators fighting back.",
            "\"You can't deny the rights of different jurisdictions, whether regulatory agencies or, in this case, states, to do their jobs and protect their citizens if people at the federal or harmonized level aren't doing so,\" she said.",
            "State Rep. Steve Elkins, D-Minn., told the IAPP that Minnesota has AI-focused laws concerning deepfakes in elections and revenge porn that would clearly be paused under the moratorium. Minnesota's comprehensive privacy law, which Elkins authored and takes force 31 July, might also be a casualty based on its AI ties in definitions and provisions for \"profiling\" and \"legally consequential decisions.\"",
            "\"These provisions would probably be preempted even though the words 'artificial intelligence' are nowhere to be found in these provisions,\" Elkins said. \"I think it's silly to try to define AI for this use case. There is a continuum of mathematical prediction techniques used to \"profile\" consumers, ranging from regression analysis to neural networks. Even within the neural network family of techniques there is a continuum with respect to transparency. No judge or jury will ever be able to find that boundary.\"",
            "Unlike Elkins, Walke does not envision existing state privacy laws getting swept up in the budget provision.",
            "\"That would be a big legal fight given the number of states that have enacted such legislation,\" he told the IAPP. \"And there's the fact that most companies are already able to comply with the data privacy laws on the books, so there is no longer a reason to push back.\"",
            "Walke added the legal battles are likely to come from states with a \"heavy technological presence\" while others have \"little incentive\" to challenge because AI is not a legislative priority for them.",
            "Joe Duball is the news editor for the IAPP."
        ]
    },
    {
        "url": "https://iapp.org/news/a/notes-from-the-iapp-canada-building-momentum-to-address-youth-privacy-issues",
        "title": "Notes from the IAPP Canada: Building momentum to address youth privacy issues ",
        "location": "",
        "date_published": "27 June 2025",
        "keywords": [
            [
                "conversations",
                0.3771
            ],
            [
                "privacy",
                0.3597
            ],
            [
                "presenters",
                0.3591
            ],
            [
                "interviewing",
                0.3524
            ],
            [
                "iapp",
                0.3503
            ]
        ],
        "description": "I was at an event last week focused on youth privacy issues and how young people are inheriting a whole new world that requires skills, knowledge and savvy to navigate. Privacy Commissioner of Canada Philippe Dufresne moderated the day's first panel which featured a handful of some of the most impactful speakers I've heard in a while.",
        "content": [
            "Editor's note: The IAPP is policy neutral. We publish contributed opinion and analysis pieces to enable our members to hear a broad spectrum of views in our domains.",
            "I was at an event last week focused on youth privacy issues and how young people are inheriting a whole new world that requires skills, knowledge and savvy to navigate. Privacy Commissioner of Canada Philippe Dufresne moderated the day's first panel which featured a handful of some of the most impactful speakers I've heard in a while.",
            "His panel involved interviewing a number of younger people — mid to older teens — about what they thought about privacy, privacy laws, artificial intelligence and data regulation, and it was fantastic. Their presentations were thoughtful, humorous, insightful and genuinely human. I'm going to enjoy watching from the sidelines as these individuals develop their careers.",
            "What was cool was that these young people stuck around for the entire day and as different presentations were made on the main stage, at each turn, they asked from their table in the audience — over the microphone so that everyone could hear — some pointed and difficult questions of the presenters. And these, I would add, were not planted questions.",
            "I thought it was particularly meaningful because the data protection authorities from the G7 countries were all listening and taking notes. I know from the final DPA remarks and the cocktail reception after the event that they were all influenced by the day's conversations and interactions. I shared quite a few details about the day in a LinkedIn post, so those who were not there could get a flavor of it.",
            "Youth privacy is a big concern today and I'm totally on-board with creating a better environment for them as they explore this new frontier. Some of my clients are social media companies and I can see from working with them that they want to do right by our planet's youth. One of my clients has me do a weekly scan of anything that might be relevant to them just in this space alone — it's that important.",
            "Late last week an opposition party member of Parliament introduced Bill C-216, a private-member's bill called \"An Act to enact the Protection of Minors in the Digital Age Act and to amend two Acts.\" Private member's bills rarely get through the legislative process. This one, however, may have some merit, so we will be watching it closely when Parliament resumes in the fall.",
            "Here is a quick summary of the proposed new law:",
            "Protection of Minors in the Digital Age Act",
            "Mandatory reporting of child sexual abuse material",
            "Criminal Code amendments",
            "To say the least, partisan politics aside, this issue is a pressing and important one. In fact, it is one of the most important of our generation and the world we leave our kids and grandkids. (The youngest just graduated high school this week. I'm not in a rush; just sayin'.)",
            "Let's collectively build on the momentum to figure out ways this can be done and done in a way that, as the young people said last week, respects their privacy but also their autonomy and ability to grow, explore, be creative and be human.",
            "Kris Klein, CIPP/C, CIPM, FIP, is the managing director, Canada, for the IAPP."
        ]
    },
    {
        "url": "https://iapp.org/news/a/navigate-2025-potential-eu-ai-act-pause-opens-new-questions-on-approach-to-global-regulation",
        "title": "Navigate 2025: Potential EU AI Act pause opens new questions on approach to global regulation",
        "location": "",
        "date_published": "26 June 2025",
        "keywords": [
            [
                "ai",
                0.4309
            ],
            [
                "regulation",
                0.3961
            ],
            [
                "delay",
                0.3913
            ],
            [
                "pause",
                0.339
            ],
            [
                "eu",
                0.2416
            ]
        ],
        "description": "The increasing sentiment around artificial intelligence regulation is global policy makers are being left to put a square peg in a round hole given the speed at which AI development is proliferating. It begs the question whether regulation can be done \"right\" and what that looks like, especially with the EU looking more and more likely to stop the clock on implementation of the landmark AI Act with an eye toward reassessing its regulatory approach.",
        "content": [
            "The increasing sentiment around artificial intelligence regulation is global policy makers are being left to put a square peg in a round hole given the speed at which AI development is proliferating. It begs the question whether regulation can be done \"right\" and what that looks like, especially with the EU looking more and more likely to stop the clock on implementation of the landmark AI Act with an eye toward reassessing its regulatory approach.",
            "Speaking at the IAPP and Berkman Klein Center For Internet and Society's Digital Policy Leadership Retreat 2025, Irish Member of European Parliament Michael McNamara indicated all signs point to an AI Act pause because stakeholders simply \"need time and need to know what it is they have to adhere to.\" But he warned attendees about the potential perils of any sort of pause.",
            "\"The AI Act is very far from perfect, but I do think it was a welcomed attempt to govern in this area,\" McNamara said. \"I think a delay is acceptable, but there comes a point at which any delay, if it's for a long time, just kind of deprives (the regulation) of the momentum it needs to work. That would be a concern.\"",
            "The signs are clear, according to McNamara. Escalated pressures, notably led by the U.S., around perceived burdens brought on by EU digital regulation is one factor while a lag in providing essential deliverables for AI Act implementation is another.",
            "The chief concern around implementation derives from the European Commission stretching out the deadline to release the general-purpose AI code of practice, which aims to help AI Act covered entities better understand and prepare for the act's GPAI requirements to take effect 2 Aug.",
            "McNamara said the release of the code before the GPAI requirements take force \"looks ambitious now,\" making an implementation delay a logical option.",
            "\"It hasn't been finalized yet and the date it was expected to be finalized was 2 May. Obviously that's passed and we don't see any immediate finalization (coming soon),\" said McNamara, adding that covered entities are are focused on the code as a \"presumption of compliance.\"",
            "The EU is not alone in trying to find a regulatory balance on AI. Japan and South Korea offer recent examples of frameworks that divert from the AI Act while U.S. state-level legislation ranges from covering cross-sectoral AI development and use to more targeted legislation, including bills on automated decision-making and deepfakes.",
            "OpenAI Associate General Counsel for AI Policy and Regulation Ben Rossen, CIPP/US, told retreat attendees AI-specific legislation is in flux, but that does not mean companies do not have existing statutes in sight when they are developing and using new technologies.",
            "\"In some ways, there is a host of regulation that already exists. There's consumer protection law, tort law, product liability law and all these things that already exist to regulate AI,\" Rossen said. \"And yet, the very common perception is that AI is still largely unregulated.\"",
            "The application of new or existing laws remains a point of friction. Companies cannot be left uninformed, according to Guido Scorza, board member for Italy's data protection authority, the Garante, and enforcers must take seriously their responsibility to spell out the law clearly.",
            "\"The tension between innovation and regulation isn't new at all,\" Scorza said. \"We were, and probably still aren't, always able to to give industry legal certainty in time. That's our most important responsibility, because it's our duty to recognize if society is changing and needs a faster regulatory solution than in the past.\"",
            "The panel discussed the potential for more self-regulation among AI companies in the absence of hard rules.",
            "Rossen said context is important, as broad self-regulation over AI \"does not strike anybody in industry as a responsible way of regulation.\" However, he indicated a common \"preparedness framework\" currently adopted across large AI developers is creating foundational standards.",
            "While the framework isn't identical among companies, the aim to evaluate safe AI capabilities while emphasizing risk assessment is a common priority.",
            "\"There are huge incentives already for companies to take the challenge that AI poses extremely seriously, regardless of regulation,\" Rossen said.",
            "Scorza said he \"can't accept\" self-regulation, noting AI's inherent connection to fundamental rights, including speech and privacy, leaves \"no space\" for companies to police themselves. Instead, he pitched co-regulation where policy makers set a flexible framework aimed at closer cooperation with companies.",
            "Policy makers are left to regulate what is \"being deployed in the public space,\" according to McNamara, making self-regulation a measure for developers' internal practices.",
            "\"What people do in the privacy of their own labs is a different matter,\" McNamara said. \"That's when their own regulation, boards, etc., come into play. And quite frankly, it's relationships that they have with states and nation states because there are close links.\"",
            "Joe Duball is the news editor for the IAPP."
        ]
    }
]