[
    {
        "url": "https://iapp.org/news/a/navigate-2025-potential-eu-ai-act-pause-opens-new-questions-on-approach-to-global-regulation",
        "title": "Navigate 2025: Potential EU AI Act pause opens new questions on approach to global regulation",
        "location": "",
        "date_published": "26 June 2025",
        "keywords": [
            [
                "ai",
                0.4309
            ],
            [
                "regulation",
                0.3961
            ],
            [
                "delay",
                0.3913
            ],
            [
                "pause",
                0.339
            ],
            [
                "eu",
                0.2416
            ]
        ],
        "description": "The increasing sentiment around artificial intelligence regulation is global policy makers are being left to put a square peg in a round hole given the speed at which AI development is proliferating. It begs the question whether regulation can be done \"right\" and what that looks like, especially with the EU looking more and more likely to stop the clock on implementation of the landmark AI Act with an eye toward reassessing its regulatory approach.",
        "content": [
            "The increasing sentiment around artificial intelligence regulation is global policy makers are being left to put a square peg in a round hole given the speed at which AI development is proliferating. It begs the question whether regulation can be done \"right\" and what that looks like, especially with the EU looking more and more likely to stop the clock on implementation of the landmark AI Act with an eye toward reassessing its regulatory approach.",
            "Speaking at the IAPP and Berkman Klein Center For Internet and Society's Digital Policy Leadership Retreat 2025, Irish Member of European Parliament Michael McNamara indicated all signs point to an AI Act pause because stakeholders simply \"need time and need to know what it is they have to adhere to.\" But he warned attendees about the potential perils of any sort of pause.",
            "\"The AI Act is very far from perfect, but I do think it was a welcomed attempt to govern in this area,\" McNamara said. \"I think a delay is acceptable, but there comes a point at which any delay, if it's for a long time, just kind of deprives (the regulation) of the momentum it needs to work. That would be a concern.\"",
            "The signs are clear, according to McNamara. Escalated pressures, notably led by the U.S., around perceived burdens brought on by EU digital regulation is one factor while a lag in providing essential deliverables for AI Act implementation is another.",
            "The chief concern around implementation derives from the European Commission stretching out the deadline to release the general-purpose AI code of practice, which aims to help AI Act covered entities better understand and prepare for the act's GPAI requirements to take effect 2 Aug.",
            "McNamara said the release of the code before the GPAI requirements take force \"looks ambitious now,\" making an implementation delay a logical option.",
            "\"It hasn't been finalized yet and the date it was expected to be finalized was 2 May. Obviously that's passed and we don't see any immediate finalization (coming soon),\" said McNamara, adding that covered entities are are focused on the code as a \"presumption of compliance.\"",
            "The EU is not alone in trying to find a regulatory balance on AI. Japan and South Korea offer recent examples of frameworks that divert from the AI Act while U.S. state-level legislation ranges from covering cross-sectoral AI development and use to more targeted legislation, including bills on automated decision-making and deepfakes.",
            "OpenAI Associate General Counsel for AI Policy and Regulation Ben Rossen, CIPP/US, told retreat attendees AI-specific legislation is in flux, but that does not mean companies do not have existing statutes in sight when they are developing and using new technologies.",
            "\"In some ways, there is a host of regulation that already exists. There's consumer protection law, tort law, product liability law and all these things that already exist to regulate AI,\" Rossen said. \"And yet, the very common perception is that AI is still largely unregulated.\"",
            "The application of new or existing laws remains a point of friction. Companies cannot be left uninformed, according to Guido Scorza, board member for Italy's data protection authority, the Garante, and enforcers must take seriously their responsibility to spell out the law clearly.",
            "\"The tension between innovation and regulation isn't new at all,\" Scorza said. \"We were, and probably still aren't, always able to to give industry legal certainty in time. That's our most important responsibility, because it's our duty to recognize if society is changing and needs a faster regulatory solution than in the past.\"",
            "The panel discussed the potential for more self-regulation among AI companies in the absence of hard rules.",
            "Rossen said context is important, as broad self-regulation over AI \"does not strike anybody in industry as a responsible way of regulation.\" However, he indicated a common \"preparedness framework\" currently adopted across large AI developers is creating foundational standards.",
            "While the framework isn't identical among companies, the aim to evaluate safe AI capabilities while emphasizing risk assessment is a common priority.",
            "\"There are huge incentives already for companies to take the challenge that AI poses extremely seriously, regardless of regulation,\" Rossen said.",
            "Scorza said he \"can't accept\" self-regulation, noting AI's inherent connection to fundamental rights, including speech and privacy, leaves \"no space\" for companies to police themselves. Instead, he pitched co-regulation where policy makers set a flexible framework aimed at closer cooperation with companies.",
            "Policy makers are left to regulate what is \"being deployed in the public space,\" according to McNamara, making self-regulation a measure for developers' internal practices.",
            "\"What people do in the privacy of their own labs is a different matter,\" McNamara said. \"That's when their own regulation, boards, etc., come into play. And quite frankly, it's relationships that they have with states and nation states because there are close links.\"",
            "Joe Duball is the news editor for the IAPP."
        ]
    },
    {
        "url": "https://iapp.org/news/a/notes-from-the-iapp-europe-data-protection-and-ai-in-focus",
        "title": "Notes from the IAPP Europe: Data protection and AI in focus",
        "location": "",
        "date_published": "26 June 2025",
        "keywords": [
            [
                "eu",
                0.4199
            ],
            [
                "gdpr",
                0.3993
            ],
            [
                "legislation",
                0.3642
            ],
            [
                "disputed",
                0.2725
            ],
            [
                "deadlines",
                0.2613
            ]
        ],
        "description": "The end of June marks the wrap-up of Poland's six-month presidency of the Council of the European Union. Before it passes the baton to Denmark 1 July, Poland managed to bring to a close one of its priority files — a proposal for a regulation on additional procedural rules relating to enforcement of the EU General Data Protection Regulation. The council and the European Parliament reached a long-awaited provisional agreement on the file 16 June.",
        "content": [
            "Editor's note: The IAPP is policy neutral. We publish contributed opinion and analysis pieces to enable our members to hear a broad spectrum of views in our domains.",
            "The end of June marks the wrap-up of Poland's six-month presidency of the Council of the European Union. Before it passes the baton to Denmark 1 July, Poland managed to bring to a close one of its priority files — a proposal for a regulation on additional procedural rules relating to enforcement of the EU General Data Protection Regulation. The council and the European Parliament reached a long-awaited provisional agreement on the file 16 June.",
            "The proposed regulation aims to accelerate enforcement of cross-border cases, one of the most criticized aspects of the GDPR, by harmonizing some national procedural rules. The provisional agreement introduces binding deadlines for enforcement procedures and certain rights to both the complainant and the parties under investigation, such as the right to be heard during different stages of the procedure and the right of access to the case information. Without the final text, uncertainty remains surrounding resolution of some disputed topics, such as the European Data Protection Board's role in the dispute resolution mechanism.",
            "The European Commission tabled this proposal in the summer of 2023. As a previous European Parliament's \"unfinished business\" file, it was carried over to the new parliamentary term last summer. The new rules aiming to improve GDPR enforcement will enter into force after the official adoption of the text by both institutions, fine-tuning by lawyer-linguists and publication in the Official Journal of the European Union.",
            "Another development in the field of data protection: Receiving of Royal Assent last week, the Data (Use and Access) Act became law. This is an important moment in the evolution of the U.K.'s approach to data protection after Brexit, as the act introduces new data sharing rules, including on the access and use of health care information, consumer and traffic data, and rules on digital identity verification. According to the U.K. Government, the new legislation will \"unleash the power of data\" and make British people's \"day-to-day lives easier.\"",
            "It remains to be seen whether these changes in the U.K. data protection regime will affect the EU adequacy decisions allowing free flows of personal data between the EU and U.K., which are up for review by the Commission at the end of this year.",
            "Regarding the intersection between privacy and artificial intelligence, France's data protection authority, the Commission nationale de l'informatique et des libertés, released new recommendations on development of AI systems. The advice focuses on the use of legitimate interest as a legal basis and includes an assessment that can be used to determine whether legitimate interest can be relied upon, specific cases in which it is allowed or not and examples of safeguards to be used, such as omitting the collection of certain data.",
            "With the next batch of the EU AI Act's implementation deadlines approaching in August, the Commission launched a public consultation to gather input on implementing the regulation's rules on high-risk AI systems. Until 18 July, stakeholders are invited to share practical examples of AI systems and identify issues they want to be addressed in future commission guidelines, including the classification of high-risk AI systems, high-risk requirements and obligations and responsibilities along the AI value chain.",
            "At the same time, the topic of possibly delaying the AI Act's implementation was widely discussed this month. Some believe that postponing the entry into application of certain AI Act rules would be appropriate, especially if relevant guidance and technical standards are not finalized. Head of Office and Digital Policy Adviser for MEP Axel Voss, European People's Party, in the European Parliament Kai Zenner and Resaro Chief Trust Officer Sebastian Hallensleben highlighted the risks of delaying the act's implementation and suggested certain next steps the Commission should take.",
            "At least some of the uncertainty is hoped to be clarified in the next digital simplification omnibus, but the question is if it will happen soon enough, as important implementation deadlines are just around the corner.   ",
            "Laura Pliauškaitė is European operations coordinator for the IAPP.",
            "This article originally appeared in the Europe Data Protection Digest, a free weekly IAPP newsletter. Subscriptions to this and other IAPP newsletters can be found here."
        ]
    },
    {
        "url": "https://iapp.org/news/a/notes-from-the-asia-pacific-region-chinese-regulators-strengthen-ai-data-protection-governance",
        "title": "Notes from the Asia-Pacific region: Chinese regulators strengthen AI, data protection governance",
        "location": "",
        "date_published": "26 June 2025",
        "keywords": [
            [
                "enforcement",
                0.4329
            ],
            [
                "compliance",
                0.4059
            ],
            [
                "ai",
                0.3356
            ],
            [
                "cybersecurity",
                0.3179
            ],
            [
                "beijing",
                0.3051
            ]
        ],
        "description": "China has been in a heat wave since we stepped into June, and for companies falling short on artificial intelligence and data privacy compliance, the regulatory climate is just as intense. As temperatures rise, so does the pressure on organizations to meet increasingly stringent legal and regulatory standards.",
        "content": [
            "China has been in a heat wave since we stepped into June, and for companies falling short on artificial intelligence and data privacy compliance, the regulatory climate is just as intense. As temperatures rise, so does the pressure on organizations to meet increasingly stringent legal and regulatory standards.",
            "In recent weeks, China's key regulatory authorities — including the Cyberspace Administration of China, the Ministry of Industry and Information Technology, the Ministry of Public Security, the People's Bank of China, the State Administration for Market Regulation and their regional counterparts — have launched a series of enforcement campaigns. These efforts are focused on a range of digital concerns, including mobile apps, generative AI technologies, internet fraud, cyberbullying, facial recognition systems, biometric data processing and cybersecurity risks.",
            "In Shanghai, the CAC identified that several generative AI platforms failed to conduct mandatory security impact assessments. This oversight led to the generation of content involving pornography, violence, money laundering and violations of personal data rights. As a result, some companies were required to carry out comprehensive corrective actions and their AI services were suspended pending review.",
            "Regulators in Beijing have requested AI companies and service providers strengthen compliance across the entire AI life cycle — including the filing of large language models, training data evaluation, content monitoring, regulating application programming interfaces, accountability of AI in health care and finance fields, and protection of children's information. Nearly 100 noncompliant AI accounts were recently shut down. With China's AI labeling rules set to take effect in October, the CAC is urging service providers to implement proper labeling for AI-generated content, including text, images, audio and video.",
            "Beyond AI-specific measures, Beijing regulators are also intensifying their focus on consumer-facing sectors such as smart parking, online food delivery, hotel booking, education, entertainment ticketing, online medical platforms and even digital fuel stations. A recent random audit of 197 mobile apps — affecting more than 50,000 business operators — revealed various issues, including failure to disclose privacy policies, unauthorized collection of personal information, lack of adequate security measures, and improper API authorization processes. In response, the CAC plans to conduct routine inspections and has introduced a whistleblower hotline. A public blacklist of violators will also be published periodically.",
            "Similar enforcement actions are underway in other major cities and provinces, including Tianjin, Guangdong, Zhejiang and Jiangsu, reinforcing a coordinated national approach.",
            "These developments indicate a clear and consistent trajectory: China's regulators are significantly strengthening governance around AI and personal data protection. This trend is expected to continue. It is vital for businesses to stay informed of regulatory trends and take timely actions to align with compliance expectations.",
            "Barbara Li, CIPP/E, is a partner at Reed Smith.",
            "This article originally appeared in the Asia-Pacific Dashboard Digest, a free weekly IAPP newsletter. Subscriptions to this and other IAPP newsletters can be found here."
        ]
    }
]