[
    {
        "url": "https://iapp.org/news/a/notes-from-the-asia-pacific-region-indias-digital-landscape-marches-ahead",
        "title": "Notes from the Asia-Pacific region: India's digital landscape marches ahead",
        "location": "",
        "date_published": "3 July 2025",
        "keywords": [
            "privacy",
            "policy",
            "aadhaar",
            "digital",
            "dpdpa"
        ],
        "description": "While the monsoon season starts its annual sweep across India bringing rain that provides the much-awaited respite from the hot summer months, the growth of the digital landscape in India is hardly seasonal, marching ahead rapidly. The country's digital trust and governance community watches this march with a mix of awe and apprehension, often tearing our hair out about the accompanying risks.",
        "content": [
            "Editor's note: The IAPP is policy neutral. We publish contributed opinion and analysis pieces to enable our members to hear a broad spectrum of views in our domains.",
            "While the monsoon season starts its annual sweep across India bringing rain that provides the much-awaited respite from the hot summer months, the growth of the digital landscape in India is hardly seasonal, marching ahead rapidly. The country's digital trust and governance community watches this march with a mix of awe and apprehension, often tearing our hair out about the accompanying risks.",
            "The optimist in me chooses to observe the streaks of silver lining.",
            "For those of us who patiently wait to hear any news pertaining to India's Digital Personal Data Protection Act, which has yet to become operational, some news emerged a couple days ago. The Economic Times reported it is likely the DPDPA may be referred to the Attorney General of India for an opinion on whether it dilutes the powerful Right to Information Act.",
            "While discussion on this has been going on since the DPDPA was passed, this is the first time any action relating to it has been reported. Its impact on the roll-out of the law could be potentially significant, much delayed as it already is.",
            "While on the topic of privacy, the Telecom Regulatory Authority of India announced the launch of a pilot for rolling out digital consent in the sphere of telemarketing. Given how intrusive and voluminous unwanted telemarketing calls have become for the average user, this is the latest in a series of measures by the TRAI.",
            "In this latest endeavor, telemarketing entities would be required to obtain explicit digital consent from users. Further, the consent would need to be registered \"in a secure and interoperable digital consent registry maintained by the Telecom Service Providers (TSPs) for easy verification of consents while commercial communication is made to the consumers.\"",
            "Dark patterns, another area impacting a large swathe of consumers, also saw some action. Given how an average user can be manipulated via design tactics into making choices they would not have otherwise, and the growing complaints associated, the Department of Consumer Affairs issued a press release requiring e-commerce platforms to address the problem.",
            "It has set up a Joint Working Group to \"identify and eradicate dark patterns\" and given platforms a three-month deadline to conduct self-audits to identify dark patterns in their operations and take steps to mitigate them. Further, the advisory asks the platforms to make self-declarations about nonindulgence in such activities.",
            "Meanwhile, regulators are gradually starting to show awareness of the adoption of artificial intelligence. After the Reserve Bank of India, the Securities and Exchange Board of India — the regulator for the securities sector covering exchanges, brokerages and mutual funds — has spoken up.",
            "In a consultation paper titled \"Guidelines for Responsible Usage of AI/ML in Indian Securities Market\" released 20 June, the SEBI articulated five key principles as the basis for governance of AI applications in the securities market. These include model governance, investor protection, testing framework, fairness and bias, and data privacy and cyber security measures. Comments and feedback is requested by 11 July.",
            "As baby steps are being taken on the regulatory front, the digital juggernaut powers on, raising several questions around associated risks.",
            "For instance, the Ministry of Electronics and Information Technology recently announced that the Unique Identification Authority of India — the authority that operates and oversees the critical Aadhaar identity ecosystem of 1.4 billion Indians — is sharing \"non-personal\" and \"anonymized\" Aadhaar data with India's open government data platform.",
            "This set off a flurry of criticisms from a variety of stakeholders centering around the risk of re-identification and lack of a legal framework in India around nonpersonal and anonymized data.",
            "In another development, the Ministry of Women and Child Development issued a 30 May directive mandating the use of facial recognition systems to authenticate beneficiaries and record attendance under the Poshan Abhiyaan scheme — which provides benefits like food rations and mid-day meals to children in government-run schools and childcare centers. This requires collection of facial data of children under the age of 6. At age 6, children in India become eligible to obtain an independent Aadhaar card — so this means 80 million children across 1.4 million Anganwadi centers.",
            "Finally, some interesting statistics.",
            "According to the recently published \"2024 Piracy Trends and Insights\" report from the Museum of Solutions, India ranked second in global piracy traffic — second only to the U.S. A cringeworthy statistic, for sure.",
            "In a recent report by the Telecom Regulatory Authority of India on telecom subscription data, there was a 0.11% decline in April 2025 in broadband users. At the same time, emerging technologies like fixed wireless access and machine-to-machine are gaining momentum, particularly in rural areas. For example, fixed wireless access subscribers went from 6.7 million to 7.5 million.",
            "To understand the context of this: Fixed line internet is scarce in rural areas even now. Ambitious government programs are being rolled out to address this. One of the flagship programs is the BharatNet project, an initiative to get broadband to all villages in India — which number over 250,000. Fixed wireless access enables the last mile here.",
            "Hopefully the various initiatives to provide the necessary guardrails to the digital juggernaut that is India start seeing the light of day rapidly. One does not need to articulate to this community of readers the implications otherwise.",
            "Shivangi Nadkarni is senior vice president and general manager, digital governance at Persistent Systems.",
            "This article originally appeared in the Asia-Pacific Dashboard Digest, a free weekly IAPP newsletter. Subscriptions to this and other IAPP newsletters can be found here."
        ]
    },
    {
        "url": "https://iapp.org/news/a/a-view-from-brussels-will-the-eu-pause-the-ai-act",
        "title": "A view from Brussels: Will the EU pause the AI Act?",
        "location": "Europe",
        "date_published": "3 July 2025",
        "keywords": [
            "ai",
            "iapp",
            "deadline",
            "eu",
            "initiatives"
        ],
        "description": "Hitting the pause button. Voices calling for a pause in the implementation of the EU Artificial Intelligence Act grew louder this past month. In early June, European Commission Executive Vice-President Henna Virkkunen noted the option was on the table, saying the EU \"should not rule out postponing some parts of the AI Act\" if standards and guidelines were not ready in time. This week, Virkkunen clarified a decision would be made by late August, turning rumors into real prospects.",
        "content": [
            "Editor's note: The IAPP is policy neutral. We publish contributed opinion and analysis pieces to enable our members to hear a broad spectrum of views in our domains.",
            "Hitting the pause button. Voices calling for a pause in the implementation of the EU Artificial Intelligence Act grew louder this past month. In early June, European Commission Executive Vice-President Henna Virkkunen noted the option was on the table, saying the EU \"should not rule out postponing some parts of the AI Act\" if standards and guidelines were not ready in time. This week, Virkkunen clarified a decision would be made by late August, turning rumors into real prospects.",
            "The AI Act entered into force a year ago with a phased implementation, most of its requirements becoming applicable by 2 Aug. 2026. Halfway through this transition period, a lot is still needed to get EU-harmonized standards and guidelines ready, meaning operators in scope will have at best one year to get clarity on what good looks like under the AI Act, and to make it happen internally and across their supply chains as needed.",
            "Shorter term, a 2 Aug. deadline is also coming up quickly for obligations to go into effect. New obligations will apply to providers of general-purpose AI models, member states must appoint their competent authorities, and the Commission should conduct an annual review of the list of prohibited AI.",
            "Industry, civil society, government and elected officials are divided on what to think of the potential pause. For some, a delay is necessary to provide legal certainty and clarity on rules for proper implementation. The European technology industry even argues the same rationale should be extended to the Data Act.",
            "\"New data-sharing obligations kick in this September, with unclear rules and high risks for Europe's data economy. A one-year delay is essential,\" Director General of DIGITALEUROPE Cecilia Bonefeld-Dahl said on LinkedIn.",
            "For others, pausing now could lead to politicizing what should remain a technical process, at a time when many organizations are already building their AI governance programs because that is what their business requires.",
            "The dilemma around pausing AI Act implementation happens at a complicated time for the European Commission.",
            "First, the Commission must navigate optics and political atmospherics. When adopted, then-commissioner Thierry Breton dubbed the act as \"historic,\" seeing it as much more than a rulebook and as a launchpad for EU startups and researchers to lead the global AI race. Which begs the question: What might be the impact of Europe's AI performance? Would it slow down, fare equally well, or even improve?",
            "Let's not lose sight of the fact that the AI Act is only a portion of Europe's broader AI strategy, which cuts across computing power with a newly adopted Quantum Europe Strategy, capacity building with AI factories, skills and talent, data rules updates, and initiatives to accelerate AI adoption — much of it folded under the AI Continent Action Plan. ",
            "The turbulent trans-Atlantic relationship also means Europe has a tough balancing act. It is leading Europe to stand even stronger on its values, defending its digital rulebook as non-negotiable as a trade war looms, while pursuing a competitiveness and simplification agenda fully recognizing the rulebook is complicated, and that some pragmatism is needed when it comes to its impact in practice on European businesses.",
            "Amid all this, European Commission President Ursula von der Leyen is facing a no-confidence vote before European Parliament next week, following months of mounting frictions. The motion is unlikely to be adopted, but it is indicative of the fragility of her personal situation and shows negotiations with parliamentarians to roll-out the Commission's agenda may be very challenging at times.",
            "It is in this context that the rotating Presidency of the Council of the European Union went from Poland to Denmark. In a short video address, Danish Prime Minister Mette Frederiksen expressed that \"Europe is at a defining moment in time,\" putting the focus on her presidency squarely on rearming Europe, boosting Ukraine security, and tackling migration as a \"great challenge to the social balance of our societies.\" She also underlined the need for fewer burdens, more strategic investments and boosting the green transition as a driver for growth and jobs.",
            "Isabelle Roccia, CIPP/E, is the managing director, Europe, for the IAPP.",
            "This article originally appeared in the Europe Data Protection Digest, a free weekly IAPP newsletter. Subscriptions to this and other IAPP newsletters can be found here."
        ]
    },
    {
        "url": "https://iapp.org/news/a/navigate-2025-how-individuals-feelings-inform-ai-governance-practices",
        "title": "Navigate 2025: How individuals' feelings inform AI governance practices",
        "location": "",
        "date_published": "2 July 2025",
        "keywords": [
            "ai",
            "optimism",
            "ceo",
            "privacy",
            "2025"
        ],
        "description": "To improve understanding of how artificial intelligence should be managed, digital leaders at the Digital Policy Leadership Retreat 2025 — hosted by the IAPP and Berkman Klein Center for Internet and Society — offered a new perspective. They argued people should reflect on how various AI applications make them feel.",
        "content": [
            "To improve understanding of how artificial intelligence should be managed, digital leaders at the Digital Policy Leadership Retreat 2025 — hosted by the IAPP and Berkman Klein Center for Internet and Society — offered a new perspective. They argued people should reflect on how various AI applications make them feel.",
            "Presenters spoke at length about how governance will shape the future of the digital landscape, including the ever-advancing nature of AI. While governance debates often touch on data management, privacy, trust and safety, the societal expectations of what technology is meant to do in our lives is of equal importance.",
            "Emotions, and subsequent responses, stemming from the perceived impacts of AI are becoming increasingly important to public perception.",
            "A survey found workers, often worried about job displacement or frustrated by tools they feel do not fit their work needs, are sabotaging their company’s AI rollout efforts. According to Stanford University’s 2025 AI Index Report, optimism about the technology is unevenly increasing worldwide, even as investment is rising.",
            "The debate can be seen in companion AI rollouts like ElliQ, a robot aimed at curbing the elderly loneliness epidemic, said Jonathan Zittrain, a professor at Harvard Law School and the co-founder of the Berkman Klein Center.",
            "During a keynote presentation, he surveyed reactions from the audience to a video of ElliQ talking to a grandmother. Creepy, sad, and freaky were among the responses, demonstrating how these feelings provide initial signposts on how a technology should be managed.",
            "Underneath those reactions are questions about what it means if ElliQ starts making product recommendations or endorses a political candidate. Those interactions might be expected from a website or news channel, but they become less comprehendible when coming from a large language model that provides companionship, Zittrain said.",
            "That complexity may not be wrangled by standard means of transparency, such as simple disclosures.",
            "“At the moment, we don’t have the frameworks to think about these things that can be so subtle,” Zittrain said.",
            "But the initial feelings of the public might not align with those of the people developing the technology or its target audience, according to Future of Privacy Forum CEO Jules Polonetsky, CIPP/US.",
            "Speaking during a separate conversation, Polonetsky said ElliQ will likely inspire different feelings in caregivers or activists thinking about the role technology can play in our daily lives. It shows the importance of having an AI governance team that does not just think about the law, he said, but also how the media, consumers, stakeholders and civil society might think.",
            "“Although we have laws and evolving law, there’s this whole set of issues where we don’t understand what the norms are,” Polonetsky said.",
            "To tackle the more amorphous elements of AI, Meta Vice President and Deputy Chief Privacy Officer for Policy Rob Sherman said his company spent time hashing out holistic rules for how its AI products should operate, arguing a business cannot make good decisions if it does not think about how elements like privacy, free expression, safety and security all interact. Those rules were then distilled into automated forms product managers can fill out to understand where they are on answering those fundamental questions.  ",
            "\"It avoids the need for humans to spend a lot of time programmatically applying the same decisions and instead focusing on those bigger societal or ambiguous, hard questions,” Sherman said.",
            "How much time developers think about these issues does not escape the notice of regulators. Irish Data Protection Commissioner Des Hogan said the thoroughness of an impact assessment — requirements which appear in various degrees in the General Data Protection Regulation, Digital Services Act and EU AI Act for certain technologies — that looks at a product’s effect on society is a clue to how serious a company is in ensuring their technology is well designed.",
            "“We know very quickly whether the design of the product has been thoughtful enough to answer those questions,” he said.",
            "Caitlin Andrews is a staff writer for the IAPP."
        ]
    },
    {
        "url": "https://iapp.org/news/a/navigate-2025-rise-of-ai-brings-novel-litigation-copyright-issues",
        "title": "Navigate 2025: Rise of AI brings novel litigation, copyright issues",
        "location": "",
        "date_published": "2 July 2025",
        "keywords": [
            "lawsuits",
            "patents",
            "ai",
            "law",
            "copyrights"
        ],
        "description": "Artificial intelligence's ability to revolutionize society and economic productivity will largely be shaped by how governments react to various deployments and use cases. The most common reaction will be the introduction of new laws, even as AI deployments simultaneously challenge and potentially upend existing laws and established legal frameworks.",
        "content": [
            "Artificial intelligence's ability to revolutionize society and economic productivity will largely be shaped by how governments react to various deployments and use cases. The most common reaction will be the introduction of new laws, even as AI deployments simultaneously challenge and potentially upend existing laws and established legal frameworks.",
            "At the IAPP and the Berkman Klein Center for Internet and Society's Digital Policy Leadership Retreat 2025, legal professionals and scholars discussed the legal fallout stemming from novel applications of AI. Conversations included observations on how training models are throwing a wrench into long-held principles of copyright law and the legal system itself.",
            "Issues surrounding AI are already being litigated in the U.S. court system.",
            "U.S. Court of Federal Claims Judge Molly Silfen said during a retreat breakout session that courts are confronting a range of major legal concerns related to AI. Potential copyright violations by AI developers, the use of AI in obtaining patents, lawyers' use of the technology and the ability of judges to use AI to write their decisions are among the unresolved issues.",
            "High-profile developer copyright cases are beginning to set some precedent.",
            "According to Reuters, the U.S. District Court for the Northern District of California recently ruled Anthropic did not violate copyright laws by using books to train its AI system. Despite allegedly not violating copyright laws, Anthropic must face a trial after Judge William Alsup claimed the company \"infringed the authors' copyrights and was not fair use.\"",
            "Frank Stanton Professor of the First Amendment at Harvard Law School Rebecca Tushnet said the impact AI will eventually have on perpetuating potential trademark violations will require rethinking foundational approaches that have defined current trademark law.",
            "\"The liability arguments for trademark and rights to publicity always depend on the outputs, unlike the AI training arguments we see in copyright law,\" Tushnet said. \"These outputs usually come from noncommercial end users, which means that the intuition lawmakers have that AI means we have to regulate more heavily, or we need to give people more rights to their rights to publicity; we're going to have to start covering activities that we would have previously been considered non-commercial (under trademark law).\"",
            "According to Tushnet, the future use of generative AI to create content and behavioral advertising based on personal data could pose a disruption in the legal ecosystem. Courts have fostered accountability among advertisers that would otherwise be subjected to class action lawsuits in the event they falsely marketed a product.",
            "\"Currently a lot of advertising law enforcement is done through class action (lawsuits). You get people who have been exposed to the same ad and they sue over the misrepresentation that was in that ad,\" Tushnet said. \"I'm not sure how long that will stay viable in a world where the average consumer has seen an ad that is tailored just for them.\"",
            "Questions around AI's use in legal proceedings is also a thorny area.",
            "Silfen indicated her court has begun developing rules to govern how AI can be used by lawyers, including the potential implementation of AI disclosure requirements in the preparation of legal briefs. If a lawyer applied AI, they would have to attest that the submitted information was verified and accurate.",
            "However, she said her court ultimately has refrained from putting rules into force for the time being.",
            "\"What we came down to, at least for now, is that there was not a strong case for us to develop a specific rule disclosing AI uses because, to some extent, it is always a lawyer's obligation to make sure that what they say to the court is accurate,\" Silfen said. \"I still worry about AI. I worry about it from a confidentiality perspective because the inputs (in legal filings) are confidential and I don't want the drift getting out there, so there's sort of a minefield to navigate.”",
            "Copyright protections are arguably facing the most legally disruptive impacts from the proliferation of AI.",
            "In a retreat breakout session, Harvard Law School Professor William Fisher presented research that examined how 16 countries and the EU as a whole are applying copyright law to AI development and use.",
            "The research generated eight AI legal criteria commonly used across jurisdictions. The criteria included where the ability for AI developers to train models using copyrighted material is illegal, fair-use privileges, exceptions for both commercial and non-commercial text data mining with and without opt-outs for rights holders, extended collective licensing provisions for rights holders, and transparency obligation requirements.",
            "Among the jurisdictions Fisher covered, China, France, Saudi Arabia and the United Arab Emirates are either considering or have some legal mechanism in place to prevent using copyrighted material in training AI. Israel is the only country that currently allows some form of fair use of copyrighted work for training AI. Canada, India, South Korea and the U.S. are exploring potential legislation to allow fair-use exceptions to varying extents.",
            "With transparency obligations, Fisher said the EU as a bloc is the only jurisdiction of the 17 he examined that requires developers to disclose what material their AI models were trained with. However, he noted said Brazil, Chile, France and the U.K. were in varying stages of drafting potential legislation governing transparency obligations on the part of AI developers.",
            "\"(The different jurisdictions) have very polar positions,\" Fisher said. \"Some are taking a very harsh view on this activity. Some are taking a very permissive view, and there are lots of positions in between.\"",
            "World Intellectual Property Organization Copyright Law Division Director Michele Woods said the absence of a standardized global copyright regime leaves her organization tasked with administering several international copyright treaties between the WIPO's 194 member states.",
            "Woods said international organizations like the WIPO will serve a crucial role as generative AI puts further strains on countries' existing copyright legal frameworks. That role includes potentially setting a baseline standard for how copyright holders can be adequately compensated while also avoiding undue burdens on AI innovation.",
            " \"At least on a minimum level, we think we have a role of harmonizing some aspects of (countries' own) copyright laws,” Woods said. \"In terms of taking a position on AI, we follow our member states. We have quite clearly set out a human centered approach that is focused on the impact (of AI) on intellectual property, individual creators and innovators.\"",
            "Alex LaCasse is a Staff Writer at the IAPP."
        ]
    },
    {
        "url": "https://iapp.org/news/a/there-s-no-opting-out-of-universal-opt-outs",
        "title": "There's no opting-out of universal opt-outs",
        "location": "North America",
        "date_published": "2 July 2025",
        "keywords": [
            "privacy",
            "browser",
            "fingerprinting",
            "cookies",
            "iapp"
        ],
        "description": "Did you know website visitors have the option to send businesses automated privacy opt-out signals, and even more notably, that respecting these signals has become increasingly mandatory under modern privacy laws?",
        "content": [
            "Editor's note: The IAPP is policy neutral. We publish contributed opinion and analysis pieces to enable our members to hear a broad spectrum of views in our domains. \r",
            "Did you know website visitors have the option to send businesses automated privacy opt-out signals, and even more notably, that respecting these signals has become increasingly mandatory under modern privacy laws?",
            "The concept of automating consumer privacy opt-outs from a web browser is not new. In fact, various forms of universal opt-out mechanisms have been proposed and developed over the years. These mechanisms potentially have great value to privacy-conscious consumers who appreciate a streamlined browsing experience.",
            "Sixteen years ago, one of the first notable UOOM efforts took shape with the proposal and development of the Do Not Track browser signal. While promising at the time, the DNT initiative ultimately failed to gain widespread adoption — most notably due to a lack of enforcement mechanisms and meaningful incentives for businesses to support and respect the standard.",
            "Regrettably, due to its limited adoption, DNT signals now serve as a highly effective tool for server-side browser fingerprinting — further diminishing the standard's value to those concerned with their personal privacy.",
            "In recent years,and against the backdrop of emerging privacy legislation, new forms of UOOMs are gaining traction. The clearest example is the Global Privacy Control, developed in 2020 with the intention of making it easier for individuals to exercise their privacy rights online.",
            "The GPC allows users to configure their browser — or if unsupported natively, a browser extension — to send a privacy signal to every website users visit. This signal, transmitted as an HTTP header or JavaScript variable, is meant to inform participating websites that the visitor wishes to opt-out of certain types of data processing. While websites can interpret and respond to these signals in different ways, the GPC is widely recognized as a mechanism for users to communicate a \"Do Not Sell or Share\" preference.",
            "In stark contrast with recent history, respecting UOOM signals is no longer optional for many businesses. This is particularly true in the U.S. where over half of state comprehensive privacy laws require, or will require, businesses to support universal opt-out mechanisms when utilized by consumers. Each of these states has, or will have, the ability to take regulatory action against organizations that do not adequately respect customer privacy preferences — particularly those declared via UOOMs.",
            "In California, Colorado, Connecticut, Montana, Nebraska, New Hampshire and Texas, UOOM-related requirements are already in effect.Each states' UOOM requirements, excluding California and Colorado, went into effect 1 Jan.",
            "Additionally, several states are set to enforce UOOM requirements within the next 12 months, including Delaware, Maryland, Minnesota, New Jersey and Oregon. Some of these states have already enacted their laws but have been slightly delayed in the enforcement of UOOM-related provisions.",
            "For many businesses, it will be important to evaluate and identify what type of UOOMs should be supported so that websites and personal data-handling practices can be optimized and tested for compliance. Except for Colorado — which currently considers the GPC to be the only valid UOOM — all remaining state laws take a more agnostic approach, leaving the proverbial door open for multiple consumer UOOMs now and in the future.",
            "Even so, there is only one UOOM — the GPC — that has been consistently referenced and acknowledged as valid by state attorneys general. For example, the attorneys general in California, Connecticut and New Jersey all reference the GPC on their websites, describing it in a non-exclusionary fashion as an \"option\" for consumers.",
            "Other states don't reference the GPC or any other specific UOOM.",
            "Considering these factors, a reasonable stance for many organizations is probably to support the GPC while monitoring emerging UOOM technologies and related guidance from individual states.",
            "Businesses must carefully consider the types of opt-outs they will respect via UOOM signals. There are a few variations between the laws and their requirements. The California Consumer Privacy Act, as amended by the California Privacy Rights Act, remains the most in-depth and unique of the state laws with respect to UOOM requirements. California requires businesses to support automated consumer opt-out mechanisms for the sale and sharing of personal data.",
            "The remaining state laws tend to be similar, generally requiring UOOM support for opt-outs relating to the sale of personal data and targeted advertising. Notably, one key difference between the state laws is that some require that UOOMs support profiling-related opt-outs while others exclude profiling-related rights.",
            "Organizations should carefully consider the specific ways they respond to automated opt-out requests because they may be received under a variety of conditions. One important scenario to consider involves cookies and online tracking. While UOOMs like the GPC aren't primarily intended for consumers to manage granular cookie consent preferences, they should impact the use of website tracking technologies when activated.",
            "Each of the state laws mentioned requires businesses to support automated opt-outs for targeted advertising, so disabling targeting and marketing cookies is an important and crucial factor in responding to UOOM signals.",
            "It is also noteworthy that automated opt-outs may need to be more thoroughly addressed. This is complicated by the fact that the specific identity of a web-browsing data subject may or may not be known at the time a UOOM-based request is received.",
            "Imagine a scenario where an organization holds and sells personal data pertaining to the data subject, but the subject isn't authenticated or logged into a web service at the time the automated opt-out is delivered. In this instance, the automated opt-out may not be associated with the relevant personal data, and the organization may not be able to fully honor the request.",
            "In such scenarios, it may be prudent to provide the data subject with an opportunity to provide additional identifying information, such that opt-out requests can be fully evaluated and completely fulfilled. In the inverse scenario — in which the data subject is logged into a service, with a linkable and known identity — it may be appropriate for automated opt-out requests to flow downstream without further prompting of the data subject.",
            "For those who operate a website or manage a U.S. organization's privacy compliance, it has become increasingly critical to ensure that websites, consent management platforms and other relevant systems are configured to properly respect automated visitor opt-out signals.",
            "There is significant risk if this standard is not met. The first CCPA enforcement action involved this exact concern. In 2022, Sephora was fined $1.2 million for violating the privacy law. This enforcement was a reactionto Sephora's failure to respect Californian customers' opt-out preference signals delivered via the GPC.",
            "In addition to meeting the requirements of U.S. state privacy laws, organizations may want to consider whether to globally honor the GPC — even where it is not yet a legal requirement. Taking a proactive approach may help build consumer trust, streamline compliance efforts and reduce regulatory risk as more jurisdictions adopt similar UOOM requirements.",
            "Alexander Proctor, AIGP, CIPP/E, CIPP/US, CIPM, CIPT, FIP, is chief trust and privacy officer at Captain Compliance."
        ]
    },
    {
        "url": "https://iapp.org/news/a/latin-america-the-caribbean-caught-in-the-middle-on-ai-governance",
        "title": "Latin America, the Caribbean caught in the middle on AI governance",
        "location": "Europe, North America",
        "date_published": "2 July 2025",
        "keywords": [
            "ai",
            "eu",
            "policies",
            "2025",
            "iapp"
        ],
        "description": "Artificial intelligence governance is set to become a defining issue in the geopolitics of global digital trade. The U.S. and EU, major players in the digital economy, have signaled their respective policy positions for the development, growth and governance of AI — differing notably on balancing AI innovation and development with appropriate governance frameworks and regulatory oversight.",
        "content": [
            "Editor's note: The IAPP is policy neutral. We publish contributed opinion and analysis pieces to enable our members to hear a broad spectrum of views in our domains. ",
            "Artificial intelligence governance is set to become a defining issue in the geopolitics of global digital trade. The U.S. and EU, major players in the digital economy, have signaled their respective policy positions for the development, growth and governance of AI — differing notably on balancing AI innovation and development with appropriate governance frameworks and regulatory oversight.",
            "In January 2025, U.S. President Donald Trump rescinded the former Biden administration's executive order on AI safety with the clear aim of deregulating the federal government's use of AI. In early June 2025, the U.S. House of Representatives passed a budget bill which included a provision for a 10-year moratorium on all state and local laws related to artificial intelligence. That bill, if enacted, will effectively ban states from enforcing laws regulating AI for 10 years.",
            "The U.S. position stands in stark contrast to the EU, which passed the AI Act in August 2024 — widely regarded as pioneering legislation that will ensure ethical, trustworthy and responsible AI development. The European Commission is working with European standardization organizations to draft the necessary AI standards to complement the act's provisions.",
            "This contrasting approach is not new to the digital landscape. The U.S. and EU navigated the invalidated EU-U.S. Privacy Shield's evolution to the EU-U.S. Data Privacy Framework in order to comply with data transfer requirements of the EU General Data Protection Regulation and its predecessor the EU Data Protection Directive.",
            "As the geopolitical clash over AI governance evolves, the policy positions which Latin America and the Caribbean adopt will require careful observation in the context of the digital economy. According to the 2023 UN Trade and Development statistics on digitally deliverable services, those services made up 35% of Latin America and the Caribbean's total services exports. That compares to 65.6% in North America, 60% in Europe and 51.4% in Asia.",
            "The 2023 Digital Government Index for Latin America and the Caribbean, published by the Organisation for Economic Co-operation and Development and the Inter-American Development Bank, noted the region made significant progress in strengthening digital government institutions to \"enhance public services and improve governance through digital government strategies.\"",
            "The report also noted, however, that few countries in the region are proactively engaging emerging technologies like AI, with only 22% establishing a comprehensive AI strategy for the public sector. The report also recorded that 78% of countries in the region have not \"established frameworks for the trustworthy management of algorithms.\"",
            "It is in this context that the region finds itself wedged between the competing policy frameworks of the EU and the U.S. on AI governance. Interestingly, most data protection legislation in Latin America and the Caribbean adopt core principles similar to the GDPR, with specific requirements varying by jurisdiction.",
            "Since the AI Act builds on and complements the GDPR framework, Latin America and the Caribbean could naturally lean toward the EU model for developing its legislative frameworks governing AI, while leveraging existing data protection and privacy frameworks.",
            "While there is interplay between the AI Act and the GDPR on the protection of fundamental rights and freedoms related to personal data and privacy, the AI Act's focus on AI systems creates an underlying objective linked to product liability and safety. As the act's opening recital states, its objective is to lay down a framework for \"the development, the placing on the market, the putting into service and the use of AI systems.\"",
            "The challenge for Latin America and the Caribbean will be whether the region will be driven by the development of AI technology and its potential economic benefits or a governance framework centered around protecting individuals' rights and freedoms, including their right to personal data protection.",
            "The current geopolitical environment in international trade is volatile given U.S. tariff policies which have led to significant fluctuation in prices of goods and services, especially digitally deliverable exports. It will be interesting to see whether the tariff war will be a determining factor in shaping the region's position on AI governance.",
            "The 2023 OECD-IDB Digital Government Index highlighted the region's lag in the consistent development of tools, digital infrastructure and software and noted it consequently ranks low in the design and delivery of public services and responsible and strategic public-sector AI use. The OECD's Survey on Digital Government indicated Latin American and Caribbean countries showed 22% progress as compared to 53% in the OECD in the area of implementation.",
            "Given that countries in Latin America and the Caribbean may have to rely on U.S. imports of AI hardware to develop AI systems, the region will have to decide, when faced with the U.S.' new tariff strategy and related negotiation tactics, whether it embraces the U.S. position on AI development and regulation, seeks alternative suppliers or asserts its digital sovereignty and independence. ",
            "Jason Grant, CIPM, is an attorney from Trinidad and Tobago and served as a member of a multidisciplinary committee to fully operationalize the country's data protection legislation."
        ]
    },
    {
        "url": "https://iapp.org/news/a/us-senate-abandons-proposed-state-ai-law-as-compromise-falls-through",
        "title": "US Senate abandons proposed state AI law moratorium as compromise falls through",
        "location": "North America",
        "date_published": "1 July 2025",
        "keywords": [
            "moratorium",
            "ai",
            "bipartisan",
            "amendment",
            "privacy"
        ],
        "description": "U.S. Congress' proposal to block states from regulating artificial intelligence has been removed from consideration in the Senate's reconciliation bill after a near-unanimous vote to abandon the provision.",
        "content": [
            "U.S. Congress' proposal to block states from regulating artificial intelligence has been removed from consideration in the Senate's reconciliation bill after a near-unanimous vote to abandon the provision.",
            "Senators voted 99-1 to strip the provision from the bill altogether after a deal on a revised moratorium framework fell through during the Senate voting session. Momentum existed for an amended moratorium crafted by Sens. Marsha Blackburn, R-Tenn., and Ted Cruz, R-Texas, before Blackburn ultimately backed out of the deal and joined Senate Democrats on an amendment to remove the AI measure.",
            "The revised moratorium sought to reduce the AI law enactment and enforcement pause to five years while creating exceptions for laws tackling how AI affects children's online safety, images and likeness. The proposal to tie the provision to federal broadband funding was set to remain in place if the compromise advanced.",
            "Blackburn, a proponent of children's privacy and online safety, was among four Republican senators vocally opposed to the AI provision from the beginning of the Senate reconciliation debates. She backed away from her negotiated compromise less than 24 hours after striking the deal, saying it could lead to greater harm.",
            "\"This body has proven it cannot legislate on emerging technology,\" she said during a 1 July morning floor speech. \"It is frustrating. We have not passed online privacy. We have not passed the No Fakes Act, the COPIED Act. There are all of these pieces of legislation dealing with AI that we haven't passed, but you know who has passed it? It is our states.\"",
            "Sen. Cruz, who voted to remove the moratorium he originally pitched, said that President Donald Trump characterized the negotiated moratorium compromise as \"a terrific agreement\" while acknowledging the demise of the proposal was due in part to \"outside interests\" during Senate floor remarks.",
            "A range of opposing stakeholders argued the watered-down version proposed by Blackburn and Cruz would still hurt consumers by limiting states' abilities to regulate AI at a time when the technology is rapidly changing and Congress has yet to take up a comprehensive piece of AI legislation beyond regulating sexually explicit deepfakes.",
            "Senate Committee on Commerce, Science and Transportation Ranking Member Maria Cantwell, D-Wash., released an outline that highlights the disparate impacts of a moratorium and zeroes in on the proposed compromise.",
            "Cantwell indicated the state-level pause could affect existing laws and proposals that address AI governance and civil rights. It would also impede online platforms' algorithms aimed at children’s safety and preventing child sexual abuse imagery.",
            "“The Blackburn-Cruz amendment does nothing to protect kids or consumers,” Cantwell said. “It’s just another giveaway to tech companies. This provision gives AI and social media a brand-new shield against litigation and state regulation.",
            "She added the moratorium is “Section 230 on steroids,” referring to the provision in the Communications Decency Act that gives online platforms a certain level of liability protection from content posted by their users.",
            "Blackburn and Cantwell teamed up to co-sponsor the amendment to strip the AI provision from the bill. In a statement after the vote to strip the moratorium, Cantwell said senators \"came together tonight to say that we can't just run over good state consumer protection laws.\" She also noted that removing the provision gives the Senate time to create a national AI framework that \"accelerates U.S. leadership in AI while still protecting consumers.\"",
            "Backers of the moratorium focused on preventing a fragmented landscape of state AI laws that would complicate compliance for companies, hurting their ability to innovate. Trade association TechNet was among the industry stakeholders to note a pause in regulation would better support Congress' efforts to build a regulatory framework in coordination with tech companies.",
            "“The administration, the House, and the Senate have made great progress over the past year on AI regulation,” said TechNet President and CEO Linda Moore, speaking on the Blackburn-Cruz revision. “We look forward to working with policymakers to pass and implement smart AI policy that will ensure America leads the world in this transformative technology and sets the global standard for responsible AI development.”",
            "The compromise text would have prevented states from passing legislation that imposes burdens on the use of AI, a concept the Center for Democracy and Technology indicated might invite reams of litigation and lead to a different kind of patchwork of state rules.",
            "Backlash against the provision has been multi-faceted and bipartisan at the state level. A group of Republican governors wrote a letter to Senate Majority Leader John Thune, R-S.D., and House Speaker Mike Johnson, R-La., to remove the provision, Axios reported.",
            "State privacy and technology leaders told the IAPP a moratorium would undermine their authority and prevent their ability to protect consumers. The Multi-State AI Policymaker Working Group Steering Committee, a bipartisan, cross-sector coalition of state legislators, added in a separate statement that the provision \"further united us\" and \"further collaborative action\" on AI policy is soon to come.",
            "\"State innovation is not a barrier to federal leadership — it’s often the spark,\" the working group stated. \"This is just the beginning of the hard, essential work to craft responsible, transparent and people-centered AI governance. States are ready to lead — and to partner with Washington to get it right.\"",
            "The moratorium could reemerge when the Senate sends its final reconciliation bill back to the House for concurrence. However, the House is dealing with new bipartisan opposition to the provision, with Rep. Marjorie Taylor Greene, R-Ga, among the lawmakers saying they won't sign off on the final bill if the AI language is included.",
            "Caitlin Andrews is a staff writer for the IAPP."
        ]
    },
    {
        "url": "https://iapp.org/news/a/navigate-2025-doj-s-antitrust-unit-zeroes-in-on-consumer-protection-innovation",
        "title": "Navigate 2025: DOJ's antitrust unit zeroes in on consumer protection, innovation",
        "location": "North America",
        "date_published": "1 July 2025",
        "keywords": [
            "antitrust",
            "consumer",
            "innovation",
            "monopolization",
            "digital"
        ],
        "description": "Monopolization is a top concern in a fast-growing U.S. digital economy, notably due to mass data collection and secondary use, as well as artificial intelligence development. The expansion of digital markets and services has sparked a wave of calls for antitrust enforcement to help maintain widespread competition and equal opportunity.",
        "content": [
            "Monopolization is a top concern in a fast-growing U.S. digital economy, notably due to mass data collection and secondary use, as well as artificial intelligence development. The expansion of digital markets and services has sparked a wave of calls for antitrust enforcement to help maintain widespread competition and equal opportunity.",
            "At the IAPP and Berkman Klein Center For Internet and Society's Digital Policy Leadership Retreat 2025, U.S. Department of Justice Principal Deputy Assistant Attorney General Roger Alford indicated the DOJ has its sights set on promoting innovation across industries, but it will not come at the cost of strong consumer protection.",
            "\"Consumer welfare rises when companies innovate, and new technologies disrupt incumbent technologies,” Alford told retreat attendees in his keynote remarks. \"The answer was not to abandon antitrust in digital markets, or to abandon consumer welfare. The answer was to recognize the many dimensions of the competitive process that maximizes consumer welfare online.\"",
            "U.S. government agency's are attempting to combat issues through lawsuits against several Big Tech companies, including Google, Apple and Meta. According to Alford, those efforts work to clarify consumer protection priorities that have fallen by the wayside with industry leaders and the consumers themselves.",
            "\"(We) have become so used to smokestack industries that many assume consumer welfare should always be measured in the prices and outputs of the goods that rolled off the assembly line,\" Alford said. \"Privacy, attention, choice, innovation, all of those were half results in traditional analysis. And so, some suggested that there could be no antitrust enforcement in many digital markets because traditional measures of consumer welfare were difficult to apply.”",
            "Alford indicated the DOJ antitrust unit will prioritize a \"clear vision for robust antitrust enforcement\" over the next four years. Among the top objectives in that vision is to foster more organizational transparency.",
            "\"Our paramount focus will be to put consumer welfare first, accounting for the wide range of harms and benefits to consumers and workers that can arise in modern markets,\" Alford said.",
            "Specifically with privacy, Alford indicated consumers are paying for digital services \"in time, attention and data\" and \"consumers benefit when their privacy is protected.\"",
            "He noted increased competition in the digital market will allow consumers more privacy-protective choices. Challenging companies and pushing for fair competition \"brings better quality, improved privacy options, lower advertising loads, greater data portability, more choice, and increased innovations.\"",
            "Despite concerns around how potential DOJ intervention in proposed mergers might interfere with companies' AI innovation plans, the antitrust division approaches enforcement work with a consumer-first agenda.",
            "\"Regardless of the digital sector, we at the DOJ will follow the facts and apply the law in connection with algorithmic pricing and potential collusion,\" Alford said. \"These issues provide an opportunity for our enforcers to engage critically with the practical realities of how complex technologies are affecting Americans’ lives today and in the future.\"",
            "The EU has a similar consumer-driven approach to antitrust enforcement under the Digital Markets Act and the Digital Services Act. Apple and Meta were fined a combined 700 million euros under the DMA, including a 200 million-euro penalty against Meta's highly-debated pay-or-consent practices, charging EU users for ad-free services.",
            "The White House has argued the DMA and DSA are burdensome and means to target U.S. companies. In February, U.S. Vice President JD Vance criticized the burdens raised by the EU digital rulebook, making clear the U.S. \"cannot and will not accept\" other nations \"tightening the screws\" on U.S. tech companies.",
            "With ongoing EU enforcement, Alford said, \"As long as the cases are being brought against those U.S. companies on merit because it's affecting them in their markets, not in our market in the United States, in a non-discriminatory way, then that is permissible.\"",
            "The DOJ filed a landmark antitrust lawsuit against Google in 2023 after the agency claimed the company's online search and advertising technology business each constituted a monopoly in violation of the Sherman Antitrust Act.",
            "The U.S. District Court for the Eastern District of Virginia ruled in favor of the DOJ 17 April, claiming Google \"harmed Google's publishing customers, the competitive process, and, ultimately, consumers of information on the open web.\" Final arguments regarding potential remedies to dissolve the dominance were heard 30 May.",
            "Alford told retreat attendees the Google ruling represents a \"bipartisan consensus in favor of rigorous antitrust enforcement\" and recognizes the company has \"abused its monopoly status by controlling how digital advertisements are placed on the free and open Internet.\"",
            "DOJ Assistant Attorney General Gail Slater noted if the company's practices are not remedied \"it will control much of the internet for the next decade and not just in internet search, but in new technologies like artificial intelligence.\"",
            "The agency previously sued Google in 2020 due to its search engines’ alleged monopolization. The DOJ's lawsuit proposed the company request consumers consent to make Google’s search engine as a default on Google Pixel devices. Google argued the proposal would \"result in unprecedented government overreach that would harm American consumers, developers, and small businesses — and jeopardize America's global economic and technological leadership at precisely the moment it’s needed most.\"",
            "Alongside its case against Google, the DOJ announced a USD14 million settlement in its case targeting the merger of Hewlett Packard Enterprises’ acquisition of Juniper Networks. The settlement will require the company to license Junipers' Must AI for its wireless network services.",
            "\"The American way of winning the global economic competition is with strong competition in our domestic firms that make our companies stronger to compete abroad,\" Alford said.",
            "Lexie White is a staff writer for the IAPP."
        ]
    },
    {
        "url": "https://iapp.org/news/a/emerging-trends-insights-from-public-enforcement-of-us-state-privacy-laws",
        "title": "Emerging trends, insights from public enforcement of US state privacy laws",
        "location": "North America",
        "date_published": "30 June 2025",
        "keywords": [
            "privacy",
            "anonymized",
            "attorney",
            "enforcers",
            "states"
        ],
        "description": "Data privacy is becoming more important to the average American consumer. Recognizing this, nineteen states have passed comprehensive privacy legislation that tasks their attorneys general with protecting their constituents' privacy. Some of those states, including California, Connecticut, New Hampshire, New Jersey, Oregon, Texas and Virginia, have even created privacy-focused subunits within the office of the attorney general. ",
        "content": [
            "Data privacy is becoming more important to the average American consumer. Recognizing this, nineteen states have passed comprehensive privacy legislation that tasks their attorneys general with protecting their constituents' privacy. Some of those states, including California, Connecticut, New Hampshire, New Jersey, Oregon, Texas and Virginia, have even created privacy-focused subunits within the office of the attorney general. ",
            "Attorneys general in California, Colorado, Connecticut, Delaware, Indiana, New Jersey and Oregon as well as the California Privacy Protection Agency have created the bipartisan Consortium of Privacy Regulators to collaborate on enforcing their respective state privacy laws.",
            "State attorneys general and other public enforcers play a huge part in shaping how businesses understand and carry out compliance with state privacy laws. As of now, only the California Consumer Privacy Act allows private parties to file legal actions for potential violations, but every state's privacy law tasks their respective attorney general with enforcement. Indeed, state attorneys general are the spearheads of carrying out privacy laws throughout the U.S.",
            "Though there are not many publicly disclosed investigations yet, each action taken sheds vital light on this ever-evolving field. Attorneys general have often brought actions to defend consumer data privacy under more general unfair competition or false advertising laws. The recent proliferation of comprehensive state privacy laws has given them new and more specialized tools to do so.",
            "Given these developments, how have attorneys general enforced enacted state privacy laws? Focusing on publicly disclosed legal actions and identifying shared trends across states over time, what lessons can be learned by only analyzing the claims made under comprehensive state privacy laws?",
            "The first comprehensive U.S. state privacy law was the CCPA, which passed in 2018 and came into effect in 2020. While there were no public legal actions taken within the first year of its enforcement, California Attorney General Rob Bonta announced in 2021 that his office had sent out private notices of potential noncompliance to many businesses. In the press release, Bonta noted that \"upon receiving a notice of alleged violation, 75% of businesses acted to come into compliance within the 30-day statutory cure period.\"",
            "Anonymized notice summaries posted on the California attorney general's website provide some insight into the holistic approach taken toward enforcement. They range widely both in the recipients' industries and the referenced provisions of the CCPA. From grocery stores to car manufacturers, from inadequate privacy policies to a lack of opt-out mechanisms, Bonta has been keeping watch over as many potential infractions as possible. Soon after the enforcement sweep, one of the private notices turned public.",
            "The first public complaint under the CCPA came in 2022 when Bonta launched an investigation into the makeup and lifestyle company Sephora. The investigation resulted in a complaint and subsequent settlement of claims that Sephora illegally sold California consumer personal data by \"mak[ing] consumers’ personal information available to third-party companies for the purpose of obtaining advertising and analytics,\" even though its privacy policy at the time stated that \"we do not sell personal information.\"",
            "Bonta stated that this alleged disclosure fell into the CCPA’s definition of sale, regardless of whether Sephora received direct monetary compensation. Similarly, allowing third-party companies to install trackers in return for discounted or higher-quality analytics \"including the option to target advertisements to customers that had merely browsed for products online\" was also a sale. The attorney general broadly interpreted the CCPA’s definition of a sale to include exchanging personal information for \"anything of value,\" a theme which runs through multiple other public CCPA complaints.",
            "The CCPA obliges businesses that sell personal information to take several compliance measures, such as disclosing what categories of personal information they collect and giving consumers the opportunity to opt out of the collection and sale of their data. Businesses must comply with both manual requests to not sell or share a consumer’s personal information and global opt-out signals. These signals, such as those provided by the Global Privacy Control, transmit a do-not-sell request in a standard format to every website the consumer visits.",
            "Sephora was legally required to implement these measures and failed to do so, Bonta stated. Thus, after giving Sephora notice of potential CCPA noncompliance and waiting the requisite 30 days for a cure that failed to manifest, California's Office of the Attorney General filed the complaint. At the time, this mandatory notice-and-cure period allowed businesses to avoid liability by putting potential violations to rights. The provision requiring notice has since expired; the attorney general’s office may provide notice at its discretion but is not required to do so.",
            "The parties settled for a USD1.2 million fine and the establishment of requirements that Sephora change its privacy practices. These requirements included giving notice to consumers that Sephora was selling personal information, allowing both manual opt-out requests and those made through signals like GPC and implementing a two-year assessment and monitoring program.",
            "That first broad enforcement sweep that led to the Sephora complaint was followed by more targeted sweeps focused on businesses that operate loyalty programs in 2022, businesses with mobile apps in 2023, large California employers in 2023, streaming services in 2024 and the location data industry in 2025. In this period, Bonta’s office filed more complaints that sought to protect consumer privacy under California’s consumer protection and protection of medical information laws, but the next CCPA action came after the sweep that targeted streaming services.",
            "In early 2024, the attorney general announced an investigation into and complaint against the food delivery company DoorDash alleging similar claims to the Sephora complaint: that DoorDash was selling consumer information in violation of the CCPA without notice or an opportunity to opt out.",
            "Instead of a traditional sale, DoorDash allegedly participated in a marketing cooperative \"in exchange for the opportunity to send mailed advertisements to customers of the other participating businesses.\" Continuing the thread of an expansive definition of \"sale,\" Bonta stated that this fell under CCPA even though it did not result in direct monetary benefit. Similar to Sephora, the existence of an alleged sale required DoorDash to provide notice and opt-out opportunities, which the company did not do.",
            "DoorDash took measures to cure the violation by ceasing to sell California consumers' personal information and requesting that the marketing cooperative delete all of their data. However, the attorney general said that this was too little too late. Other entities in the cooperative had sold the data to outside businesses, including a data broker that resold the data multiple times. Bonta stated DoorDash could not cure the violation \"because it did not make affected consumers whole by restoring them to the same position they would have been in if their date had never been sold.\"",
            "The settlement agreement included a USD375,000 civil penalty as well as requirements to provide notice and opt-out methods for selling personal information, update the privacy policy and create a three-year compliance program.",
            "Later in 2024, the California Department of Justice and Los Angeles City Attorney's Office jointly filed a complaint against Tilting Point Media, a company that creates mobile free-to-play games targeted towards children. The allegations in the complaint differ significantly from Sephora and DoorDash's infractions primarily because the complaint centers around alleged violations of the increased protections the CCPA provides to minors.",
            "With adult consumers, the CCPA permits opt-out consent, where businesses can collect and process personal information by default unless they opt out. However, minors or their parents or guardians must give opt-in consent, where they affirmatively choose to share information with the business. Tilting Point allegedly collected known children's data without authorization in violation of this provision.",
            "When users identified themselves as under 16, the app directed them to a child-specific version of the game, but Tilting Point had allegedly misconfigured its software such that it collected consumer data regardless. Tilting Point and the enforcers settled for a USD500,000 civil penalty as well as requirements related to affirmative opt-in consent, notice of how Tilting Point sells or shares personal information, an updated privacy policy and the creation of programs to monitor its practices and how it configures its software.",
            "These three complaints each allege different claims under the CCPA, but all share an assertive attitude towards privacy enforcement. They define important terms like \"sale\" and \"cure\" broadly to provide the greatest possible protection to consumers under the CCPA's terms. Press releases from Bonta’s office have repeatedly emphasized the attorney general’s commitment to ardent enforcement, a claim backed up by these public complaints as well as the number of notices disclosed on the attorney general’s website.",
            "In 2020, the CPRA created the California Privacy Protection Agency, which is the first enforcer that is independent from the state attorney general’s office. Although it has taken multiple actions under the CCPA, including a settlement with Honda and an order against clothing retailer Todd Snyder, the CPPA upholds multiple California privacy laws. Together, the California attorney general and CPPA form a dual enforcement structure that continues to evolve. As both entities develop their complementary enforcement strategies, businesses should expect more coordinated and sustained scrutiny going forward.",
            "Attorneys general from many states have not filed any complaints enforcing their privacy laws, but complaints are not the only source of insight. Six months after the Connecticut Data Privacy Act came into effect, the office of Attorney General William Tong released a report detailing its enforcement procedures and privacy-related findings.",
            "Similar to the CCPA, the Connecticut privacy law had a provision that required the attorney general to provide notice and wait 60 days for a cure for the violation, which expired on 1 Jan. 2025. The report states that Tong sent out 10 such cure notices in the first six months of enforcement across multiple industries and regarding multiple potential violations.",
            "The violations in Connecticut are like those reported by the California attorney general: absent or inadequate disclosure of a consumer's rights as well as absent or inadequate mechanisms for consumers to opt out or otherwise exercise their rights. The attorney general noted that many of the recipients of cure notices took prompt steps to rectify violations, in some cases going above and beyond to fix issues the cure notice didn't point out.",
            "However, the report also identifies some growing pains with what constitutes a cure under the Connecticut law. As with the CCPA, curing a violation may be difficult or even impossible in some cases. The report indicates a wait-and-see approach to the iterative process of figuring out what can suffice. \"[O]nly time will tell,\" it says, \"which companies fully satisfy our concerns and which matters will ultimately require more formal enforcement action.\"",
            "The report also points out that many consumers don't yet understand the finer points of submitting a violation complaint. Despite outreach efforts, of the more than 30 complaints received, around a third concerned entities or data exempted from the Connecticut law’s purview. Consumers were also confused about what information they could request a business delete and what information is \"publicly available\" and thus outside of the law’s scope.",
            "The report concludes with recommendations for how Connecticut's legislature could amend its privacy law to \"strengthen or clarify privacy protections.\" The section draws from provisions of other states' laws to suggest, for example, that Connecticut expand its definition of biometric data to align with a newer law in Oregon. The proposed changes also include reducing entity-level exemptions, such as exemptions for entities subject to the Gramm-Leach-Bliley Act, covered entities or business associates under the Health Insurance Portability and Accountability Act and nonprofit entities. This would make the Connecticut law apply to a broader swath of businesses, similar to the scopes of California, Colorado, Delaware and Oregon.",
            "The report suggests that Connecticut enact a one-stop-shop deletion mechanism, like that in California's Delete Act, and the right to know to which third parties a business has disclosed a particular consumer's personal information, as defined in Delaware's and Oregon's respective privacy laws.",
            "These recommendations grow out of the fact the Connecticut law is both one of the earliest state privacy laws and has a slightly different style than the CCPA — its provisions follow the same general shape as the CCPA, but it has a smaller scope due to its narrower applicability thresholds and broader exceptions. Later laws have learned from the Connecticut law and changed their provisions slightly. This report shows implementing those changes into the law could help make enforcement clearer and more effective.",
            "The Texas Department of Information Resources created a similar report in late 2024 that reviewed feedback on the much newer Texas Data Privacy and Security Act. Consumers and data controllers alike indicated confusion about the specifics of the law and asked for clarification of its technical details.",
            "Texas consumers stated that they wanted more education about how to exercise their privacy rights. They found the process of doing so confusing because the method varies from controller to controller. This report was released before 1 Jan 2025, when a provision of the Texas law went into effect that requires controllers to honor global opt-out signals in certain circumstances.",
            "This can alleviate some of the frustration with the lack of streamlining or standardizing opt-out requests, but the problem with exercising rights to access, correct or delete remains. Consumers also indicated confusion about how long their preferences would remain in effect. One asked \"(i)f I opt out of sale of my data at one point in time, and then the business gets new data about me, do I need to opt out again?\"",
            "Data controllers who responded to the survey reported similar confusion, especially with definitions of terms like \"data deletion\" and \"publicly available information.\" They disliked the uncertainty of yet another compliance burden on top of all the other state privacy laws and advocated for a single federal standard to simplify operations.",
            "For example, most state privacy laws provide a cure period, where the attorney general's office must send a controller notice of a potential violation; the controller then has some time to cure the alleged wrong to avoid official action. However, the Texas law is unique in that this cure period is mandatory and exists in perpetuity. Other states provide for discretionary notice or include a sunset clause for this provision. The report recommended that Texas revise its cure provision to bring it into alignment with those of other states.",
            "In March 2025, the Oregon Department of Justice released a report on the first six months of enforcing the Oregon Consumer Privacy Act. Oregon's dedicated Privacy Unit has started out with outreach and education efforts, including sending \"light\" cure letters to data brokers with privacy policies that did not comply with the state’s privacy law and running an informational marketing campaign for consumers. Like some other states, the Oregon DOJ opened a consumer complaint portal on its website, through which consumers reported confusing privacy policies and difficulties exercising their privacy rights, especially the right to delete their data.",
            "These reports show a microcosm of the wider privacy landscape: consumers and businesses alike aren't quite sure yet how to adapt to the rights and responsibilities created by privacy laws. They show a glimpse into the important behind-the-scenes collaboration between the public and private sectors working towards setting standards that are sustainable for both.",
            "In stark contrast, Texas Attorney General Ken Paxton exploded onto the scene a month after the DIR report by filing the first ever formal lawsuit under a state privacy law, even though the Texas Data Privacy and Security Act is a relatively new law that only came into effect 1 July 2024. The complaint includes a demand for a jury trial — the first public complaint to do so. California's actions were only announced along with their associated settlements, so this is the first contested action filed under a comprehensive state privacy law.",
            "Paxton alleged that the data analytics company Arity, a subsidiary of the insurance company Allstate, violated the Texas law by collecting and processing consumer data without notice, consent or a way for consumers to exercise their privacy rights. Arity allegedly licensed tracking software to developers of mobile applications that offered location-based services, like tracking prices at local gas stations or getting alerts when a family member arrives or leaves certain places.",
            " The complaint claimed that this software harvested, among other things, a consumer's \"phone's latitude, longitude, speed, GPS time, bearing, and altitude\" and sent it back to Arity. The complaint also alleged that Arity bought data from car manufacturers to refine the data it collected, selling it to insurance companies without notice or consent from consumers.",
            "This marks a sea of change in the history of comprehensive state privacy laws; it may be the first lawsuit to enforce them in the U.S., but it certainly will not be the last. Public enforcers are aware of increased privacy consciousness among their constituents. For example, the report from the Texas DIR stated that 77% of respondents were \"very concerned\" with how businesses use their data.",
            "Oregon's report found that in the first six months of the Oregon Consumer Privacy Act coming into effect, its online consumer complaint portal received more than triple the number of complaints as did Connecticut's similar complaint portal in its own first six months. Consumers are becoming more aware of their rights and the effect that potential breaches could have on their lives. Some enforcers are responding with actions to show that their laws have teeth.",
            "This period of rapid data-privacy-related development in the public and private sectors has created growing pains for both domains. Some public enforcers are securing settlements with massive monetary and injunctive penalties for alleged violations of fundamental tenets of state privacy laws, like disclosing what data a business collects or providing methods for consumers to exercise their privacy rights. At the same time, attorneys general in other states are requesting increased funding to deal with an influx of complaints and potential violations.",
            "For their part, consumers are also still coming to grips with what rights they have and how to exercise them. In 2023, the IAPP surveyed consumers and found that 68% of respondents said they are either somewhat or very concerned about their online privacy. However, only 30% of respondents had a strong understanding of what personal information industries collect and why and how they use it.",
            "Across the U.S., private and public entities are locked in a complex negotiation with each other to determine what a \"sale\" or a \"cure\" is under applicable laws. These terms radically impact the scope of what these laws cover, but there is still a dearth of solid precedent on which to build a shared understanding. Young as they are, state privacy laws have still shaped how all stakeholders approach data privacy practices.",
            "Whether through soft power outreach like notice letters or through aggressive legal actions, the ultimate goal for public enforcers is compliance with law. At the IAPP's Global Privacy Summit, a panel of officials from the CPPA and the offices of the attorneys general of Colorado and Oregon emphasized the need for cooperation and transparency within and across sectors. These states are part of the Consortium of Privacy Regulators, which aims to avoid more piecemeal enforcement and harmonize it throughout the states.",
            "As the older state privacy laws settle in and the newer ones come into effect, regulators are leveraging their growing expertise to take strategic, targeted enforcement actions, often focusing on sectors with high consumer impact or business practices that have been brought to light by consumers and others. As the regulatory landscape matures, companies should expect state attorneys general to move fluidly between both headline-grabbing settlements and a steady track record of privacy enforcement that shapes compliance expectations nationwide.",
            ""
        ]
    },
    {
        "url": "https://iapp.org/news/a/how-proposed-ai-enforcement-moratorium-cuts-into-us-state-level-powers",
        "title": "How proposed AI enforcement moratorium cuts into US state-level powers",
        "location": "North America",
        "date_published": "27 June 2025",
        "keywords": [
            "policymakers",
            "congress",
            "legislation",
            "moratorium",
            "proposal"
        ],
        "description": "Public policy differences between the U.S. Congress and state legislatures are routine, especially with debates on digital policy. The latest example comes with U.S. Congress' proposed 10-year ban on enforcing state artificial intelligence laws, viewed by state lawmakers and enforcers as cutting into their respective authority and mission to serve their constituents.",
        "content": [
            "Public policy differences between the U.S. Congress and state legislatures are routine, especially with debates on digital policy. The latest example comes with U.S. Congress' proposed 10-year ban on enforcing state artificial intelligence laws, viewed by state lawmakers and enforcers as cutting into their respective authority and mission to serve their constituents.",
            "The moratorium emerged from the U.S. House's budget reconciliation proposal in May and has withstood criticism and updates to reach a potential full Senate vote. The current iteration of the moratorium, characterized in the Senate bill as a \"temporary pause,\" moves away from an outright ban and ties states' compliance to their right to access a federal funding pool for broad infrastructure improvements.",
            "IAPP Managing Director, Washington, D.C., Cobun Zweifel-Keegan, CIPP/US, CIPM, redlined the latest changes to the provision, which is still receiving bipartisan opposition in the Senate despite momentum toward inclusion in the final bill text. The Senate bill will require concurrence back in the House, where opposition now exists after the lower chamber's initial approval of the AI provision.",
            "According to Politico, the Senate parliamentarian is asking the Senate Committee on Commerce, Science and Transportation to clarify the exact nature of the broadband funding tie before the provision can move forward. Confusion exists as to whether noncompliance would prohibit access to the full USD42 billion fund or a USD500 million allocation, with the former scenario likely to add to existing Senate Republican opposition.",
            "The motivation behind the moratorium is clear: Avoid watering down a booming industry with fragmented regulation. U.S. Sen. Ted Cruz, R-Texas, has touted his AI proposal as necessary to support American leadership on AI innovation.",
            "While Congress is focused on AI's potential, states are keeping consumer safety front and center.",
            "States have been firm with their displeasure over the moratorium from the onset. State lawmakers and enforcers have sent multiple letterspleading their case against limiting states to establish AI governance requirements and mitigate harms that may crop up from AI development and use.",
            "\"There's nothing to fall back on. This moratorium actually reduces rights that people currently have,\" California Privacy Protection Agency Executive Director Tom Kemp told the IAPP. \"We've always believed, whether it's AI, automated decision-making or privacy, there should be a high floor. But even then, there should be an ability for states to go over and beyond to best address the needs of their constituents.\"",
            "In the latest opposition letter, Kemp joined six state attorneys general to reiterate to Senate leadership how the proposal does not benefit consumer protection. They claimed the ban would \"create a regulatory vacuum that benefits AI developers at the expense of privacy rights\" and AI-driven technology \"demands the flexibility and responsiveness that only multi-level governance can provide.\"",
            "Meanwhile, industry recognizes the appetite for firm guardrails, but largely views a potential state patchwork as unworkable.",
            "OpenAI Associate General Counsel for AI Policy and Regulation Ben Rossen, CIPP/US, said the state patchwork on comprehensive privacy law is \"not ideal\" but has become \"manageable\" due to aligned concepts and provisions. However, he indicated the many interpretations of AI across state lines might not yield the same sense of harmonization.",
            "\"The AI moratorium is actually a fascinating thing,\" Rossen said at the IAPP and Berkman Klein Center For Internet and Society's Digital Policy Leadership Retreat 2025. \"More than 1,000 bills have been proposed on AI in the past six months. Some of them really do kind of regulate these sort of fundamental national security questions. ... But a state-level patchwork of all these frontier (AI) regulations would also be really damaging.\"",
            "State lawmakers are singing a consumer-focused refrain in their opposition to the moratorium.",
            "In a 3 June letter to Congress, lawmakers harped on needing the ability and runway to support consumer concerns and risks. They wrote, \"AI will raise some of the most important public policy questions of our time, and it is critical that state policymakers maintain the ability to respond.\"",
            "The letter also covered how states can be \"more nimble in their response\" to AI than Congress and a moratorium in this moment would \"would freeze policy innovation in developing the best practices for AI governance at a time when experimentation is vital.\"",
            "\"Over the past several years, states across the country have enacted AI-related laws increasing consumer transparency, setting rules for the government acquisition of new technology, protecting patients in our health care system, and defending artists and creators,\" lawmakers wrote.",
            "In prior remarks to the IAPP on the passing of the Texas Responsible Artificial Intelligence Governance Act, state Rep. Giovanni Capriglione, R-Texas, raised similar flags spelled out in the letter. He argued the vague and proscriptive nature of the current provision is not workable while Congress does not currently have an immediate federal fallback if issues arise in the next 10 years.",
            "\"I appreciate all the federal government does. However, they have not really been able to work on super complicated, technical things like this for a long time and actually get them passed,\" Capriglione said. \"I would make the case (Congress) is still quite a ways away from having something in place that will sufficiently protect my constituents here in the state of Texas.\"",
            "Hall Estill Partner Collin Walke served as Democrat member of the Oklahoma House from 2016-22, spearheading the state legislature's comprehensive privacy law efforts over multiple years. A common refrain in his side of debates was Oklahoma needed to act because Congress was not, an argument he insists is resurfacing here.",
            "\"It's astounding that the federal government would prohibit states from taking up important issues affecting their citizens,\" Walke told the IAPP. \"We elect our officials to solve problems. If our federal delegation is unwilling to act, the states absolutely must.\"",
            "There is a difference between an attempt to harmonize approaches versus the objective of the moratorium, according to Center for Democracy and Technology CEO Alexandra Reeve Givens. She told IAPP-Berkman Klein Center retreat attendees that the proposed ban can be viewed as 10-year \"free pass\" and supports state legislators fighting back.",
            "\"You can't deny the rights of different jurisdictions, whether regulatory agencies or, in this case, states, to do their jobs and protect their citizens if people at the federal or harmonized level aren't doing so,\" she said.",
            "State Rep. Steve Elkins, D-Minn., told the IAPP that Minnesota has AI-focused laws concerning deepfakes in elections and revenge porn that would clearly be paused under the moratorium. Minnesota's comprehensive privacy law, which Elkins authored and takes force 31 July, might also be a casualty based on its AI ties in definitions and provisions for \"profiling\" and \"legally consequential decisions.\"",
            "\"These provisions would probably be preempted even though the words 'artificial intelligence' are nowhere to be found in these provisions,\" Elkins said. \"I think it's silly to try to define AI for this use case. There is a continuum of mathematical prediction techniques used to \"profile\" consumers, ranging from regression analysis to neural networks. Even within the neural network family of techniques there is a continuum with respect to transparency. No judge or jury will ever be able to find that boundary.\"",
            "Unlike Elkins, Walke does not envision existing state privacy laws getting swept up in the budget provision.",
            "\"That would be a big legal fight given the number of states that have enacted such legislation,\" he told the IAPP. \"And there's the fact that most companies are already able to comply with the data privacy laws on the books, so there is no longer a reason to push back.\"",
            "Walke added the legal battles are likely to come from states with a \"heavy technological presence\" while others have \"little incentive\" to challenge because AI is not a legislative priority for them.",
            "Joe Duball is the news editor for the IAPP."
        ]
    }
]